Repository: harsha-kadekar/citta
Catalog: citta/lib/l10n/app_*.arb
Languages: kn, ml, te

# actionCancel
source: Cancel
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
te: రద్దు చేయి

# actionSave
source: Save
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
te: సేవ్ చేయి

# actionSkip
source: Skip
kn: ಬಿಟ್ಟುಬಿಡಿ
ml: ഒഴിവാക്കുക
te: దాటవేయి

# actionContinue
source: Continue
kn: ಮುಂದುವರಿಯಿರಿ
ml: തുടരുക
te: కొనసాగించు

# actionDelete
source: Delete
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
te: తొలగించు

# actionAdd
source: Add
kn: ಸೇರಿಸಿ
ml: ചേർക്കുക
te: జోడించు

# actionBegin
source: Begin
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
te: ప్రారంభించు

# navDhyana
source: Dhyana
kn: ಧ್ಯಾನ
ml: ധ്യാനം
te: ధ్యానం

# navHistory
source: History
kn: ಇತಿಹಾಸ
ml: ചരിത്രം
te: చరిత్ర

# navStats
source: Stats
kn: ಅಂಕಿಅಂಶ
ml: സ്ഥിതിവിവരം
te: గణాంకాలు

# navSettings
source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
te: సెట్టింగులు

# splashGreeting
source: Namaskara
kn: ನಮಸ್ಕಾರ
ml: നമസ്കാരം
te: నమస్కారం

# splashGreetingWithName
source: Namaskara, {name}
kn: ನಮಸ್ಕಾರ, {name}
ml: നമസ്കാരം, {name}
te: నమస్కారం, {name}

# splashTapToBegin
source: tap to begin
kn: ಪ್ರಾರಂಭಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ആരംഭിക്കാൻ ടാപ്പ് ചെയ്യുക
te: ప్రారంభించడానికి నొక్కండి

# welcomeTitle
source: Welcome to Citta
kn: ಚಿತ್ತಕ್ಕೆ ಸ್ವಾಗತ
ml: ചിത്തത്തിലേക്ക് സ്വാഗതം
te: చిత్తకు స్వాగతం

# welcomeNameHint
source: Enter your name
kn: ನಿಮ್ಮ ಹೆಸರು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പേര് നൽകുക
te: మీ పేరు నమోదు చేయండి

# homeBegin
source: Begin
kn: ಪ್ರಾರಂಭ
ml: ആരംഭം
te: ప్రారంభం

# homeCountdown
source: Countdown
kn: ಕೌಂಟ್‌ಡೌನ್
ml: കൗണ്ട്ഡൗൺ
te: కౌంట్‌డౌన్

# homeStopwatch
source: Stopwatch
kn: ಸ್ಟಾಪ್‌ವಾಚ್
ml: സ്റ്റോപ്‌വാച്ച്
te: స్టాప్‌వాచ్

# homeMin
source: min
kn: ನಿ
ml: മി
te: నిమి

# historyTitle
source: History
kn: ಇತಿಹಾಸ
ml: ചരിത്രം
te: చరిత్ర

# historySelected
source: {count} selected
kn: {count} ಆಯ್ಕೆಯಾಗಿದೆ
ml: {count} തിരഞ്ഞെടുത്തു
te: {count} ఎంచుకున్నారు

# historyDeleteTitle
source: Delete Sessions
kn: ಸೆಷನ್‌ಗಳನ್ನು ಅಳಿಸಿ
ml: സെഷനുകൾ ഇല്ലാതാക്കുക
te: సెషన్లు తొలగించు

# historyDeleteConfirm
source: Delete {count} sessions? This cannot be undone.
kn: {count} ಸೆಷನ್‌ಗಳನ್ನು ಅಳಿಸುವುದೇ? ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ml: {count} സെഷനുകൾ ഇല്ലാതാക്കണോ? ഇത് പഴയപടിയാക്കാൻ കഴിയില്ല.
te: {count} సెషన్లు తొలగించాలా? ఇది రద్దు చేయలేరు.

# historyFilterAll
source: All
kn: ಎಲ್ಲಾ
ml: എല്ലാം
te: అన్నీ

# historyEmpty
source: No sessions yet
kn: ಇನ್ನೂ ಯಾವ ಸೆಷನ್‌ಗಳಿಲ್ಲ
ml: ഇതുവരെ സെഷനുകൾ ഇല്ല
te: ఇంకా సెషన్లు లేవు

# historyEmptyHint
source: Complete your first dhyana session to see it here
kn: ನಿಮ್ಮ ಮೊದಲ ಧ್ಯಾನ ಸೆಷನ್ ಪೂರ್ಣಗೊಳಿಸಿ ಇಲ್ಲಿ ನೋಡಲು
ml: നിങ്ങളുടെ ആദ്യ ധ്യാന സെഷൻ പൂർത്തിയാക്കുക ഇവിടെ കാണാൻ
te: మీ మొదటి ధ్యాన సెషన్ పూర్తి చేయండి ఇక్కడ చూడండి

# statsTitle
source: Stats
kn: ಅಂಕಿಅಂಶ
ml: സ്ഥിതിവിവരം
te: గణాంకాలు

# statsToggleCalendar
source: Toggle calendar view
kn: ಕ್ಯಾಲೆಂಡರ್ ನೋಟ ಬದಲಿಸಿ
ml: കലണ്ടർ കാഴ്ച മാറ്റുക
te: క్యాలెండర్ వ్యూ మార్చండి

# statsCurrentStreak
source: Current Streak
kn: ಪ್ರಸ್ತುತ ಸ್ಟ್ರೀಕ್
ml: നിലവിലെ സ്ട്രീക്ക്
te: ప్రస్తుత స్ట్రీక్

# statsLongestStreak
source: Longest Streak
kn: ದೀರ್ಘ ಸ್ಟ್ರೀಕ್
ml: ഏറ്റവും ദൈർഘ്യമേറിയ സ്ട്രീക്ക്
te: పొడవైన స్ట్రీక్

# statsTotalSessions
source: Total Sessions
kn: ಒಟ್ಟು ಸೆಷನ್‌ಗಳು
ml: ആകെ സെഷനുകൾ
te: మొత్తం సెషన్లు

# statsAverage
source: Average
kn: ಸರಾಸರಿ
ml: ശരാശരി
te: సగటు

# statsDays
source: {count, plural, =1{day} other{days}}
kn: {count, plural, =1{ದಿನ} other{ದಿನಗಳು}}
ml: {count, plural, =1{ദിവസം} other{ദിവസങ്ങൾ}}
te: {count, plural, =1{రోజు} other{రోజులు}}

# settingsTitle
source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
te: సెట్టింగులు

# settingsProfile
source: Profile
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
te: ప్రొఫైల్

# settingsName
source: Name
kn: ಹೆಸರು
ml: പേര്
te: పేరు

# settingsNameNotSet
source: Not set
kn: ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ml: സജ്ജീകരിച്ചിട്ടില്ല
te: సెట్ చేయబడలేదు

# settingsEditName
source: Edit Name
kn: ಹೆಸರು ಸಂಪಾದಿಸಿ
ml: പേര് തിരുത്തുക
te: పేరు సవరించు

# settingsAppearance
source: Appearance
kn: ನೋಟ
ml: രൂപം
te: రూపం

# settingsTheme
source: Theme
kn: ಥೀಮ್
ml: തീം
te: థీమ్

# settingsThemeDark
source: Dark
kn: ಕಡುಗತ್ತಲೆ
ml: ഇരുണ്ട
te: డార్క్

# settingsThemeLight
source: Light
kn: ಬೆಳಕು
ml: പ്രകാശം
te: లైట్

# settingsThemeSystem
source: System
kn: ವ್ಯವಸ್ಥೆ
ml: സിസ്റ്റം
te: సిస్టమ్

# settingsLanguage
source: Language
kn: ಭಾಷೆ
ml: ഭാഷ
te: భాష

# settingsLanguageSystem
source: System Default
kn: ವ್ಯವಸ್ಥೆ ಡಿಫಾಲ್ಟ್
ml: സിസ്റ്റം ഡിഫോൾട്ട്
te: సిస్టమ్ డిఫాల్ట్

# settingsTimer
source: Timer
kn: ಟೈಮರ್
ml: ടൈമർ
te: టైమర్

# settingsDefaultMode
source: Default Mode
kn: ಡಿಫಾಲ್ಟ್ ಮೋಡ್
ml: ഡിഫോൾട്ട് മോഡ്
te: డిఫాల్ట్ మోడ్

# settingsDefaultDuration
source: Default Duration
kn: ಡಿಫಾಲ್ಟ್ ಅವಧಿ
ml: ഡിഫോൾട്ട് ദൈർഘ്യം
te: డిఫాల్ట్ వ్యవధి

# settingsDurationMinutes
source: {count} minutes
kn: {count} ನಿಮಿಷ
ml: {count} മിനിറ്റ്
te: {count} నిమిషాలు

# settingsCountdown
source: Countdown
kn: ಕೌಂಟ್‌ಡೌನ್
ml: കൗണ്ട്ഡൗൺ
te: కౌంట్‌డౌన్

# settingsCountdownDesc
source: Set a duration, timer counts down
kn: ಅವಧಿ ನಿಗದಿಪಡಿಸಿ, ಟೈಮರ್ ಕ್ಷೀಣಿಸುತ್ತದೆ
ml: ദൈർഘ്യം സജ്ജീകരിക്കുക, ടൈമർ കുറഞ്ഞുവരും
te: వ్యవధి నిర్ణయించు, టైమర్ తగ్గుతుంది

# settingsStopwatch
source: Stopwatch
kn: ಸ್ಟಾಪ್‌ವಾಚ್
ml: സ്റ്റോപ്‌വാച്ച്
te: స్టాప్‌వాచ్

# settingsStopwatchDesc
source: Open-ended, stop manually
kn: ಮುಕ್ತ-ಅಂತ್ಯ, ಕೈಯಾರೆ ನಿಲ್ಲಿಸಿ
ml: തുറന്ന-അവസാനം, ഒരു കൈകൊണ്ട് നിർത്തുക
te: ముక్త-అంత్యం, మానవీయంగా ఆపండి

# settingsBellSounds
source: Bell Sounds
kn: ಗಂಟೆ ಶಬ್ದಗಳು
ml: മണി ശബ്ദങ്ങൾ
te: గంట శబ్దాలు

# settingsStartBell
source: Start Bell
kn: ಪ್ರಾರಂಭ ಗಂಟೆ
ml: ആരംഭ മണി
te: ప్రారంభ గంట

# settingsEndBell
source: End Bell
kn: ಅಂತ್ಯ ಗಂಟೆ
ml: അവസാന മണി
te: ముగింపు గంట

# settingsIntervalBell
source: Interval Bell
kn: ಮಧ್ಯಂತರ ಗಂಟೆ
ml: ഇടവേള മണി
te: అంతర గంట

# settingsBellNone
source: None
kn: ಇಲ್ಲ
ml: ഒന്നുമില്ല
te: లేదు

# settingsPickFromDevice
source: Pick from device...
kn: ಸಾಧನದಿಂದ ಆಯ್ಕೆ ಮಾಡಿ...
ml: ഉപകരണത്തിൽ നിന്ന് തിരഞ്ഞെടുക്കുക...
te: పరికరం నుండి ఎంచుకోండి...

# settingsEnableInterval
source: Enable Interval Bell
kn: ಮಧ್ಯಂತರ ಗಂಟೆ ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഇടവേള മണി പ്രവർത്തനക്ഷമമാക്കുക
te: అంతర గంట ప్రారంభించు

# settingsIntervalEvery
source: Every {count} min
kn: ಪ್ರತಿ {count} ನಿ
ml: ഓരോ {count} മി
te: ప్రతి {count} నిమి

# settingsOff
source: Off
kn: ಆಫ್
ml: ഓഫ്
te: ఆఫ్

# settingsIntervalDuration
source: Interval Duration
kn: ಮಧ್ಯಂತರ ಅವಧಿ
ml: ഇടവേള ദൈർഘ്യം
te: అంతర వ్యవధి

# settingsIntervalSound
source: Interval Sound
kn: ಮಧ್ಯಂತರ ಶಬ್ದ
ml: ഇടവേള ശബ്ദം
te: అంతర శబ్దం

# settingsBgMusic
source: Background Music
kn: ಹಿನ್ನೆಲೆ ಸಂಗೀತ
ml: പശ്ചാത്തല സംഗീതം
te: నేపథ్య సంగీతం

# settingsMusicFile
source: Music File
kn: ಸಂಗೀತ ಫೈಲ್
ml: സംഗീത ഫയൽ
te: సంగీత ఫైల్

# settingsMusicSelected
source: Selected
kn: ಆಯ್ಕೆಯಾಗಿದೆ
ml: തിരഞ്ഞെടുത്തു
te: ఎంచుకున్నారు

# settingsMusicNone
source: None
kn: ಇಲ್ಲ
ml: ഒന്നുമില്ല
te: లేదు

# settingsRemoveMusic
source: Remove Background Music
kn: ಹಿನ್ನೆಲೆ ಸಂಗೀತ ತೆಗೆದುಹಾಕಿ
ml: പശ്ചാത്തല സംഗീതം നീക്കം ചെയ്യുക
te: నేపథ్య సంగీతం తొలగించు

# settingsTags
source: Tags
kn: ಟ್ಯಾಗ್‌ಗಳು
ml: ടാഗുകൾ
te: ట్యాగులు

# settingsAddTag
source: + Add
kn: + ಸೇರಿಸಿ
ml: + ചേർക്കുക
te: + జోడించు

# settingsAddTagTitle
source: Add Tag
kn: ಟ್ಯಾಗ್ ಸೇರಿಸಿ
ml: ടാഗ് ചേർക്കുക
te: ట్యాగ్ జోడించు

# settingsAddTagHint
source: e.g., focused
kn: ಉದಾ., ಏಕಾಗ್ರ
ml: ഉദാ., ശ്രദ്ധ
te: ఉదా., దృష్టి

# settingsQuotes
source: Quotes
kn: ಉದ್ಧರಣಗಳು
ml: ഉദ്ധരണികൾ
te: కోట్లు

# settingsAddCustomQuote
source: Add Custom Quote
kn: ಕಸ್ಟಮ್ ಉದ್ಧರಣ ಸೇರಿಸಿ
ml: ഇഷ്ടാനുസൃത ഉദ്ധരണി ചേർക്കുക
te: కస్టమ్ కోట్ జోడించు

# settingsUserQuotes
source: {count} user quotes
kn: {count} ಬಳಕೆದಾರ ಉದ್ಧರಣಗಳು
ml: {count} ഉപയോക്തൃ ഉദ്ധരണികൾ
te: {count} వినియోగదారు కోట్లు

# settingsData
source: Data
kn: ದತ್ತಾಂಶ
ml: ഡേറ്റ
te: డేటా

# settingsExport
source: Export Data
kn: ದತ್ತಾಂಶ ರಫ್ತು
ml: ഡേറ്റ കയറ്റുമതി
te: డేటా ఎగుమతి

# settingsExportDesc
source: Share your sessions & config as JSON
kn: ನಿಮ್ಮ ಸೆಷನ್‌ಗಳು ಮತ್ತು ಕಾನ್ಫಿಗ್ JSON ಆಗಿ ಹಂಚಿ
ml: നിങ്ങളുടെ സെഷനുകൾ JSON ആയി പങ്കിടുക
te: మీ సెషన్లు JSON గా పంచుకోండి

# settingsImport
source: Import Data
kn: ದತ್ತಾಂಶ ಆಮದು
ml: ഡേറ്റ ഇറക്കുമതി
te: డేటా దిగుమతి

# settingsImportDesc
source: Load from a Citta JSON export file
kn: ಚಿತ್ತ JSON ರಫ್ತು ಫೈಲ್‌ನಿಂದ ಲೋಡ್ ಮಾಡಿ
ml: ചിത്ത JSON ഫയലിൽ നിന്ന് ലോഡ് ചെയ്യുക
te: చిత్త JSON ఫైల్ నుండి లోడ్ చేయండి

# settingsImportReplaceMsg
source: Replace all existing data, or merge with current data?
kn: ಎಲ್ಲಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ದತ್ತಾಂಶ ಬದಲಿಸುವುದೇ, ಅಥವಾ ಪ್ರಸ್ತುತ ದತ್ತಾಂಶದೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸುವುದೇ?
ml: എല്ലാ നിലവിലുള്ള ഡേറ്റയും മാറ്റുക, അല്ലെങ്കിൽ നിലവിലെ ഡേറ്റയുമായി ലയിപ്പിക്കുക?
te: అన్ని ఉన్న డేటా భర్తీ చేయాలా, లేదా ప్రస్తుత డేటాతో విలీనం చేయాలా?

# settingsMerge
source: Merge
kn: ವಿಲೀನ
ml: ലയിപ്പിക്കുക
te: విలీనం

# settingsReplaceAll
source: Replace All
kn: ಎಲ್ಲವನ್ನೂ ಬದಲಿಸಿ
ml: എല്ലാം മാറ്റുക
te: అన్నీ భర్తీ చేయి

# settingsImportSuccess
source: Data imported successfully
kn: ದತ್ತಾಂಶ ಯಶಸ್ವಿಯಾಗಿ ಆಮದಾಗಿದೆ
ml: ഡേറ്റ വിജയകരമായി ഇറക്കുമതി ചെയ്തു
te: డేటా విజయవంతంగా దిగుమతి అయింది

# settingsImportError
source: Invalid import file
kn: ಅಮಾನ್ಯ ಆಮದು ಫೈಲ್
ml: അസാധുവായ ഇറക്കുമതി ഫയൽ
te: చెల్లని దిగుమతి ఫైల్

# settingsExportFailed
source: Export failed: {error}
kn: ರಫ್ತು ವಿಫಲವಾಗಿದೆ: {error}
ml: കയറ്റുമതി പരാജയപ്പെട്ടു: {error}
te: ఎగుమతి విఫలమైంది: {error}

# notesTitle
source: Session Notes
kn: ಸೆಷನ್ ಟಿಪ್ಪಣಿಗಳು
ml: സെഷൻ കുറിപ്പുകൾ
te: సెషన్ నోట్స్

# notesPrompt
source: How was your practice?
kn: ನಿಮ್ಮ ಅಭ್ಯಾಸ ಹೇಗಿತ್ತು?
ml: നിങ്ങളുടെ അഭ്യാസം എങ്ങനെയായിരുന്നു?
te: మీ సాధన ఎలా ఉంది?

# notesHint
source: Write about your experience... (plain text or markdown)
kn: ನಿಮ್ಮ ಅನುಭವದ ಬಗ್ಗೆ ಬರೆಯಿರಿ...
ml: നിങ്ങളുടെ അനുഭവത്തെ കുറിച്ച് എഴുതുക...
te: మీ అనుభవం గురించి రాయండి...

# notesWordCount
source: {count} / 500 words
kn: {count} / 500 ಪದಗಳು
ml: {count} / 500 വാക്കുകൾ
te: {count} / 500 పదాలు

# notesTags
source: Tags
kn: ಟ್ಯಾಗ್‌ಗಳು
ml: ടാഗുകൾ
te: ట్యాగులు

source: Session Complete
kn: ಸೆಷನ್ ಪೂರ್ಣ
ml: സെഷൻ പൂർത്തിയായി
te: సెషన్ పూర్తి

# sessionTitle
source: Session
kn: ಸೆಷನ್
ml: സെഷൻ
te: సెషన్

# sessionCountdown
source: Countdown
kn: ಕೌಂಟ್‌ಡೌನ್
ml: കൗണ്ട്ഡൗൺ
te: కౌంట్‌డౌన్

# sessionStopwatch
source: Stopwatch
kn: ಸ್ಟಾಪ್‌ವಾಚ್
ml: സ്റ്റോപ്‌വാച്ച്
te: స్టాప్‌వాచ్

# sessionCompleted
source: Completed
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി
te: పూర్తయింది

# sessionNotes
source: Notes
kn: ಟಿಪ್ಪಣಿಗಳು
ml: കുറിപ്പുകൾ
te: నోట్స్

# sessionNoNotes
source: No notes for this session
kn: ಈ ಸೆಷನ್‌ಗೆ ಯಾವ ಟಿಪ್ಪಣಿಗಳಿಲ್ಲ
ml: ഈ സെഷനിൽ കുറിപ്പുകൾ ഇല്ല
te: ఈ సెషన్‌కు నోట్స్ లేవు

# addQuoteTitle
source: Add Quote
kn: ಉದ್ಧರಣ ಸೇರಿಸಿ
ml: ഉദ്ധരണി ചേർക്കുക
te: కోట్ జోడించు

# addQuoteOriginalText
source: Original Text *
kn: ಮೂಲ ಪಠ್ಯ *
ml: യഥാർത്ഥ ഉള്ളടക്കം *
te: మూల పాఠం *

# addQuoteOriginalHint
source: Enter the quote in original script...
kn: ಮೂಲ ಲಿಪಿಯಲ್ಲಿ ಉದ್ಧರಣ ನಮೂದಿಸಿ...
ml: യഥാർത്ഥ ലിപിയിൽ ഉദ്ധരണി നൽകുക...
te: మూల లిపిలో కోట్ నమోదు చేయండి...

# addQuoteLanguage
source: Language
kn: ಭಾಷೆ
ml: ഭാഷ
te: భాష

# addQuoteTranslation
source: English Translation *
kn: ಇಂಗ್ಲಿಷ್ ಅನುವಾದ *
ml: ഇംഗ്ലീഷ് വിവർത്തനം *
te: ఇంగ్లీష్ అనువాదం *

# addQuoteTranslationHint
source: Enter the English translation...
kn: ಇಂಗ್ಲಿಷ್ ಅನುವಾದ ನಮೂದಿಸಿ...
ml: ഇംഗ്ലീഷ് വിവർത്തനം നൽകുക...
te: ఇంగ్లీష్ అనువాదం నమోదు చేయండి...

# addQuoteSource
source: Source
kn: ಮೂಲ
ml: ഉറവിടം
te: మూలం

# addQuoteSourceHint
source: e.g., Bhagavad Gita
kn: ಉದಾ., ಭಗವದ್ಗೀತೆ
ml: ഉദാ., ഭഗവദ്ഗീത
te: ఉదా., భగవద్గీత

# addQuoteReference
source: Reference
kn: ಉಲ್ಲೇಖ
ml: റഫറൻസ്
te: సూచన

# addQuoteReferenceHint
source: e.g., Chapter 2, Verse 47
kn: ಉದಾ., ಅಧ್ಯಾಯ 2, ಶ್ಲೋಕ 47
ml: ഉദാ., അദ്ധ്യായം 2, ശ്ലോകം 47
te: ఉదా., అధ్యాయం 2, శ్లోకం 47

# addQuoteSave
source: Save Quote
kn: ಉದ್ಧರಣ ಉಳಿಸಿ
ml: ഉദ്ധരണി സംരക്ഷിക്കുക
te: కోట్ సేవ్ చేయి

# addQuoteAdded
source: Quote added
kn: ಉದ್ಧರಣ ಸೇರಿಸಲಾಗಿದೆ
ml: ഉദ്ധരണി ചേർത്തു
te: కోట్ జోడించబడింది

# langEnglish
source: English
kn: ಇಂಗ್ಲಿಷ್
ml: ഇംഗ്ലീഷ്
te: ఇంగ్లీష్

# langHindi
source: Hindi
kn: ಹಿಂದಿ
ml: ഹിന്ദി
te: హిందీ

# langKannada
source: Kannada
kn: ಕನ್ನಡ
ml: കന്നഡ
te: కన్నడ

# langSanskrit
source: Sanskrit
kn: ಸಂಸ್ಕೃತ
ml: സംസ്കൃതം
te: సంస్కృతం

# langTelugu
source: Telugu
kn: ತೆಲುಗು
ml: തെലുഗു
te: తెలుగు

# langTamil
source: Tamil
kn: ತಮಿಳು
ml: തമിഴ്
te: తమిళం

# langMalayalam
source: Malayalam
kn: ಮಲಯಾಳಂ
ml: മലയാളം
te: మలయాళం

# langFrench
source: French
kn: ಫ್ರೆಂಚ್
ml: ഫ്രഞ്ച്
te: ఫ్రెంచ్

# langGerman
source: German
kn: ಜರ್ಮನ್
ml: ജർമ്മൻ
te: జర్మన్

# langJapanese
source: Japanese
kn: ಜಪಾನಿ
ml: ജാപ്പനീസ്
te: జపనీస్

# langHebrew
source: Hebrew
kn: ಹೀಬ್ರೂ
ml: ഹീബ്രു
te: హీబ్రూ

# langChinese
source: Chinese
kn: ಚೀನಿ
ml: ചൈനീസ്
te: చైనీస్

# langMarathi
source: Marathi
kn: ಮರಾಠಿ
ml: മറാത്തി
te: మరాఠీ

# langGujarati
source: Gujarati
kn: ಗುಜರಾತಿ
ml: ഗുജറാത്തി
te: గుజరాతీ

# langOdia
source: Odia
kn: ಒಡಿಯಾ
ml: ഒഡിയ
te: ఒడియా

# langBengali
source: Bengali
kn: ಬಂಗಾಳಿ
ml: ബംഗാളി
te: బెంగాలీ

# langTulu
source: Tulu
kn: ತುಳು
ml: തുളു
te: తుళు

# langKonkani
source: Konkani
kn: ಕೊಂಕಣಿ
ml: കൊങ്കണി
te: కొంకణి

# langUrdu
source: Urdu
kn: ಉರ್ದು
ml: ഉർദ്ദു
te: ఉర్దూ

# langItalian
source: Italian
kn: ಇಟಾಲಿಯನ್
ml: ഇറ്റാലിയൻ
te: ఇటాలియన్

# langSpanish
source: Spanish
kn: ಸ್ಪ್ಯಾನಿಷ್
ml: സ്പാനിഷ്
te: స్పానిష్

# langArabic
source: Arabic
kn: ಅರಬ್ಬಿ
ml: അറബിക്
te: అరబిక్

# langRussian
source: Russian
kn: ರಷ್ಯನ್
ml: റഷ്യൻ
te: రష్యన్

# langPortuguese
source: Portuguese
kn: ಪೋರ್ಚುಗೀಸ್
ml: പോർട്ടുഗീസ്
te: పోర్చుగీస్

# langMaithili
source: Maithili
kn: ಮೈಥಿಲಿ
ml: മൈഥിലി
te: మైథిలి

# langAssamese
source: Assamese
kn: ಅಸಾಮಿ
ml: അസമീസ്
te: అస్సామీ

# langPunjabi
source: Punjabi
kn: ಪಂಜಾಬಿ
ml: പഞ്ചാബി
te: పంజాబీ

# langOther
source: Other
kn: ಇತರೆ
ml: മറ്റുള്ളവ
te: ఇతర

# preSessionSetup
source: Session Setup
kn: ಸೆಷನ್ ಸೆಟಪ್
ml: സെഷൻ സജ്ജീകരണം
te: సెషన్ సెటప్

# timerPaused
source: PAUSED
kn: ನಿಲ್ಲಿಸಲಾಗಿದೆ
ml: നിർത്തിവച്ചു
te: ఆపబడింది
